main_menu = '''\nГлавное меню\n
    1. Показать всю книгу
    2. Добавить новый контакт
    3. Редактировать контакт
    4. Удаление контакта
    5. Поиск контакта\n'''
choice = 'Выберите пункт меню: '

pb_open = '\nТелефонная книга успешно открыта!'
pb_new_contact = '\nНовый контакт успешно создан!'
pb_change_contact = '\nКонтакт успешно отредактирован!'
pb_delete_contact = '\nКонтакт успешно удалён!'
pb_search_contact = '\nПоиск завершён!'

new_name = 'Введите ФИО: '
new_phone = 'Введите номер: '
new_info = 'Введите доп. данные: '

change_contact = '\nВведите ФИО редактируемого контакта: '
info_to_change = '\nКакие данные будем редактировать? (фио, номер, инфа): '
name_change = '\nКакими будут новые ФИО?: '
phone_change = '\nНапишите новый номер: '
info_change = '\nНапишите новые данные: '

remove_contact = '\nВведите ФИО контакта: '

find_contact = '\nВведите ФИО искомого контакта: '
